{
  "terms": [
    {
      "id": "1",
      "title": "Общие положения",
      "items": [
        {
          "text": "Настоящее Пользовательское соглашение (далее — «Соглашение») регулирует порядок использования веб-сайта HEART COFFEE, расположенного по доменному имени heart-coffee.com (далее — «Сайт»), между Администрацией Сайта и Пользователями."
        },
        {
          "text": "Администрация Сайта — ИП Краснов И. А., ИНН: 7743210958, ОГРН: 1177239642281."
        },
        {
          "text": "Использование Сайта Пользователем означает его полное и безоговорочное принятие настоящего Соглашения."
        },
        {
          "text": "Настоящее Соглашение является публичной офертой (статья 437 ГК РФ)."
        },
        {
          "text": "Администрация оставляет за собой право вносить изменения в Соглашение. Новая редакция вступает в силу с момента публикации."
        },
        {
          "text": "Продолжение использования Сайта означает согласие Пользователя с новой редакцией."
        }
      ]
    },
    {
      "id": "2",
      "title": "Определения и термины",
      "items": [
        {
          "text": "Сайт — автоматизированная информационная система, объединённая доменом heart-coffee.com."
        },
        {
          "text": "Администрация — правопредставитель сайта HEART COFFEE."
        },
        {
          "text": "Пользователь — любое лицо, использующее Сайт."
        },
        {
          "text": "Контент — материалы сайта: тексты, изображения, видео, графика, ПО."
        },
        {
          "text": "Услуги — функционал Сайта: просмотр контента, оформление заказов, регистрация и др."
        },
        {
          "text": "Заказ — оформленный Пользователем запрос на приобретение товаров или услуг."
        }
      ]
    },
    {
      "id": "3",
      "title": "Права и обязанности сторон",
      "items": [
        {
          "subtitle": "Обязанности Администрации",
          "list": [
            {
              "text": "предоставлять Пользователю доступ к Сайту;"
            },
            {
              "text": "обеспечивать работу Сайта, но не гарантировать отсутствие ошибок;"
            },
            {
              "text": "проводить технические работы при необходимости;"
            },
            {
              "text": "удалять или блокировать незаконный или нарушающий правила контент."
            }
          ]
        },
        {
          "subtitle": "Обязанности Пользователя",
          "list": [
            {
              "text": "использовать Сайт в соответствии с законодательством РФ;"
            },
            {
              "text": "не размещать запрещённый контент;"
            },
            {
              "text": "не нарушать работу Сайта (вирусы, DDoS и др.);"
            },
            {
              "text": "предоставлять корректные данные при регистрации;"
            },
            {
              "text": "обеспечивать сохранность логина и пароля."
            }
          ]
        }
      ]
    },
    {
      "id": "4",
      "title": "Регистрация и аккаунт",
      "items": [
        {
          "text": "Для использования отдельных функций может потребоваться регистрация."
        },
        {
          "text": "Пользователь обязан предоставлять достоверные данные."
        },
        {
          "text": "Пользователь отвечает за сохранность логина и пароля."
        },
        {
          "text": "Администрация вправе удалять аккаунты нарушителей."
        }
      ]
    },
    {
      "id": "5",
      "title": "Ответственность сторон",
      "items": [
        {
          "text": "Администрация не несёт ответственности за убытки, возникшие в связи с использованием Сайта."
        },
        {
          "text": "Администрация не гарантирует работу без ошибок и защиту от атак."
        },
        {
          "text": "Пользователь несёт ответственность за действия, совершённые через его аккаунт."
        },
        {
          "text": "Администрация вправе ограничивать доступ в случае нарушений."
        }
      ]
    },
    {
      "id": "6",
      "title": "Интеллектуальная собственность",
      "items": [
        {
          "text": "Все права на Контент принадлежат Администрации или её лицензиарам."
        },
        {
          "text": "Пользователь получает право использовать контент только в личных целях."
        },
        {
          "text": "Запрещается копирование, распространение и публикация без согласия Администрации."
        }
      ]
    },
    {
      "id": "7",
      "title": "Персональные данные",
      "items": [
        {
          "text": "Администрация может обрабатывать персональные данные Пользователя."
        },
        {
          "text": "Обработка осуществляется в соответствии с Политикой конфиденциальности."
        },
        {
          "text": "Использование сервиса означает согласие на обработку персональных данных."
        }
      ]
    },
    {
      "id": "8",
      "title": "Форс-мажор",
      "items": [
        {
          "text": "Стороны освобождаются от ответственности в случае форс-мажора."
        },
        {
          "text": "Сторона, для которой возникли препятствия, обязана уведомить другую сторону."
        }
      ]
    },
    {
      "id": "9",
      "title": "Разрешение споров",
      "items": [
        {
          "text": "Споры разрешаются путем переговоров."
        },
        {
          "text": "При недостижении соглашения спор передаётся в суд РФ."
        },
        {
          "text": "Место рассмотрения споров: Тюменская область, г. Тюмень."
        }
      ]
    },
    {
      "id": "10",
      "title": "Заключительные положения",
      "items": [
        {
          "text": "Недействительность отдельных положений не влияет на остальные."
        },
        {
          "text": "Администрация вправе передавать права третьим лицам."
        },
        {
          "text": "Пользователь не может передавать свои права без согласия Администрации."
        }
      ]
    }
  ],
  "processing": [
    {
      "id": "1",
      "title": "Общие положения",
      "items": [
        {
          "text": "Настоящее Согласие на обработку персональных данных (далее — «Согласие») определяет порядок обработки персональных данных Пользователей веб-сайта HEART COFFEE, расположенного по доменному имени heart-coffee.com (далее — «Сайт»)."
        },
        {
          "text": "Администрация Сайта — ИП Краснов И. А., ИНН: 7743210958, ОГРН: 1177239642281."
        },
        {
          "text": "Предоставляя свои персональные данные через формы Сайта, Пользователь подтверждает ознакомление с настоящим Согласием и выражает согласие на обработку данных."
        },
        {
          "text": "Обработка персональных данных осуществляется в соответствии с Федеральным законом РФ №152-ФЗ «О персональных данных»."
        },
        {
          "text": "Администрация вправе изменять настоящее Согласие. Новая редакция вступает в силу с момента размещения на Сайте."
        },
        {
          "text": "Продолжение использования Сайта после изменения условий означает согласие Пользователя с новой редакцией."
        }
      ]
    },
    {
      "id": "2",
      "title": "Определения и термины",
      "items": [
        {
          "text": "Персональные данные — любая информация, относящаяся к прямо или косвенно определённому Пользователю."
        },
        {
          "text": "Обработка персональных данных — любые действия с персональными данными: сбор, хранение, использование, передача, удаление."
        },
        {
          "text": "Пользователь — лицо, предоставляющее свои персональные данные через Сайт."
        },
        {
          "text": "Администрация — уполномоченное лицо, осуществляющее обработку персональных данных."
        },
        {
          "text": "Сайт — автоматизированная информационная система heart-coffee.com."
        },
        {
          "text": "Третьи лица — партнёры или сервисы, которые могут получать данные на основании соглашений и законодательства."
        }
      ]
    },
    {
      "id": "3",
      "title": "Обрабатываемые персональные данные",
      "items": [
        {
          "text": "Имя Пользователя."
        },
        {
          "text": "Адрес электронной почты."
        },
        {
          "text": "Дата рождения Пользователя."
        }
      ]
    },
    {
      "id": "4",
      "title": "Цели обработки персональных данных",
      "items": [
        {
          "text": "Обеспечение функционирования Сайта и сервисов, связанных с персональными данными Пользователя."
        },
        {
          "text": "Связь с Пользователем по вопросам, относящимся к работе Сайта или предоставляемым услугам."
        },
        {
          "text": "Идентификация Пользователя в рамках предоставляемых сервисов."
        },
        {
          "text": "Отправка уведомлений, писем и сообщений, связанных с работой Сайта."
        },
        {
          "text": "Формирование персонализированных предложений и коммуникаций при наличии согласия Пользователя."
        },
        {
          "text": "Исполнение требований законодательства РФ."
        }
      ]
    },
    {
      "id": "5",
      "title": "Права и обязанности сторон",
      "items": [
        {
          "subtitle": "Права Администрации",
          "list": [
            {
              "text": "обрабатывать персональные данные Пользователя в соответствии с Согласием;"
            },
            {
              "text": "передавать данные третьим лицам в рамках исполнения услуг или требований закона;"
            },
            {
              "text": "хранить данные в течение необходимых сроков."
            }
          ]
        },
        {
          "subtitle": "Права Пользователя",
          "list": [
            {
              "text": "получать информацию об обработке своих данных;"
            },
            {
              "text": "запрашивать уточнение, блокировку или уничтожение данных;"
            },
            {
              "text": "отзывать своё Согласие путём направления уведомления Администрации;"
            },
            {
              "text": "ограничивать обработку своих данных в рамках законодательства."
            }
          ]
        },
        {
          "subtitle": "Обязанности Пользователя",
          "list": [
            {
              "text": "предоставлять корректные данные;"
            },
            {
              "text": "обновлять предоставленные данные при необходимости;"
            },
            {
              "text": "соблюдать условия настоящего Соглашения."
            }
          ]
        }
      ]
    },
    {
      "id": "6",
      "title": "Условия и способы обработки данных",
      "items": [
        {
          "text": "Обработка данных осуществляется с использованием средств автоматизации или без их использования."
        },
        {
          "text": "Администрация принимает необходимые меры для защиты данных от неправомерного доступа, изменения и распространения."
        },
        {
          "text": "Данные могут передаваться третьим лицам в случаях, предусмотренных законодательством или необходимых для функционирования Сайта."
        },
        {
          "text": "Передача данных государственным органам осуществляется в случаях, установленных законом."
        }
      ]
    },
    {
      "id": "7",
      "title": "Сроки хранения данных",
      "items": [
        {
          "text": "Персональные данные хранятся не дольше, чем этого требуют цели обработки."
        },
        {
          "text": "По достижении целей данные подлежат удалению или обезличиванию."
        },
        {
          "text": "Пользователь вправе запросить удаление данных ранее срока, если иное не установлено законодательством."
        }
      ]
    },
    {
      "id": "8",
      "title": "Отзыв согласия",
      "items": [
        {
          "text": "Пользователь вправе отозвать согласие на обработку персональных данных в любое время."
        },
        {
          "text": "Отзыв осуществляется путем направления письменного уведомления Администрации."
        },
        {
          "text": "После получения уведомления обработка прекращается, за исключением случаев, предусмотренных законом."
        }
      ]
    },
    {
      "id": "9",
      "title": "Ответственность",
      "items": [
        {
          "text": "Администрация несёт ответственность за соблюдение требований законодательства о персональных данных."
        },
        {
          "text": "Пользователь несёт ответственность за достоверность предоставляемых данных."
        },
        {
          "text": "Администрация не несёт ответственности за действия третьих лиц при наличии самостоятельного согласия Пользователя или при доступе к данным по его вине."
        }
      ]
    },
    {
      "id": "10",
      "title": "Заключительные положения",
      "items": [
        {
          "text": "Настоящее Согласие действует до момента его отзыва Пользователем."
        },
        {
          "text": "Недействительность отдельных положений не влияет на действительность остальных."
        },
        {
          "text": "Использование Сайта означает согласие Пользователя с условиями обработки персональных данных."
        },
        {
          "text": "Место рассмотрения споров — Тюменская область, г. Тюмень."
        }
      ]
    }
  ],
  "promo": [
    {
      "id": "1",
      "title": "Общие положения",
      "items": [
        {
          "text": "Настоящая Акция (далее — «Акция») предоставляет Пользователям возможность приобрести продукцию HEART COFFEE со скидкой 30%."
        },
        {
          "text": "Администрация Сайта — ИП Краснов И. А., ИНН: 7743210958, ОГРН: 1177239642281."
        },
        {
          "text": "Участие в Акции означает полное согласие Пользователя с настоящими условиями."
        },
        {
          "text": "Срок проведения Акции: с 11.11.2025 по 11.11.2026 включительно."
        },
        {
          "text": "Администрация вправе изменять условия Акции. Новая редакция вступает в силу с момента публикации на Сайте."
        },
        {
          "text": "Продолжение использования Сайта и участие в Акции означает согласие Пользователя с новой редакцией условий."
        }
      ]
    },
    {
      "id": "2",
      "title": "Определения и термины",
      "items": [
        {
          "text": "Акция — специальное предложение по приобретению товаров HEART COFFEE со скидкой 30%."
        },
        {
          "text": "Сайт — автоматизированная информационная система heart-coffee.com."
        },
        {
          "text": "Администрация — правопредставитель Сайта, организующий и контролирующий проведение Акции."
        },
        {
          "text": "Пользователь — любое лицо, принимающее участие в Акции."
        },
        {
          "text": "Товары — продукция HEART COFFEE, на которую распространяется скидка."
        },
        {
          "text": "Скидка — уменьшение стоимости товара на 30% в рамках условий Акции."
        }
      ]
    },
    {
      "id": "3",
      "title": "Условия участия в Акции",
      "items": [
        {
          "text": "Акция действует только в период с 11.11.2025 по 11.11.2026."
        },
        {
          "text": "Скидка предоставляется при оформлении заказа через Сайт."
        },
        {
          "text": "Для участия в Акции регистрация на Сайте обязательна, если иное не указано в условиях конкретного предложения."
        },
        {
          "text": "Акция не суммируется с другими скидками и спецпредложениями, если иное не указано на Сайте."
        },
        {
          "text": "Администрация оставляет за собой право изменять перечень товаров, участвующих в Акции."
        }
      ]
    },
    {
      "id": "4",
      "title": "Права и обязанности сторон",
      "items": [
        {
          "subtitle": "Права Администрации",
          "list": [
            {
              "text": "Определять условия проведения Акции."
            },
            {
              "text": "Ограничивать участие в Акции в случае нарушений правил."
            },
            {
              "text": "Вносить изменения в сроки, условия и перечень товаров."
            }
          ]
        },
        {
          "subtitle": "Права Пользователя",
          "list": [
            {
              "text": "Приобретать товары с 30% скидкой в период проведения Акции."
            },
            {
              "text": "Получать полную информацию об условиях Акции на Сайте."
            }
          ]
        },
        {
          "subtitle": "Обязанности Пользователя",
          "list": [
            {
              "text": "Соблюдать условия и сроки проведения Акции."
            },
            {
              "text": "Предоставлять корректные данные при оформлении заказа."
            },
            {
              "text": "Не использовать Акцию с нарушением действующего законодательства или условий Сайта."
            }
          ]
        }
      ]
    },
    {
      "id": "5",
      "title": "Ответственность сторон",
      "items": [
        {
          "text": "Администрация не несёт ответственности за убытки, возникшие в результате участия в Акции в случае нарушения Пользователем условий."
        },
        {
          "text": "Пользователь несёт ответственность за достоверность предоставленных данных при оформлении заказа."
        },
        {
          "text": "Администрация вправе ограничивать доступ к Акции в случае нарушения правил или технических проблем."
        }
      ]
    },
    {
      "id": "6",
      "title": "Заключительные положения",
      "items": [
        {
          "text": "Недействительность отдельных положений настоящей Акции не влияет на действительность остальных условий."
        },
        {
          "text": "Администрация вправе передавать права по проведению Акции третьим лицам."
        },
        {
          "text": "Использование Сайта и участие в Акции означает согласие Пользователя с условиями Акции."
        },
        {
          "text": "Споры, возникающие в связи с проведением Акции, разрешаются в судебном порядке в соответствии с законодательством РФ. Место рассмотрения: Тюменская область, г. Тюмень."
        }
      ]
    }
  ],
  "about-us": [
    {
      "id": "1",
      "title": "Давайте знакомиться",
      "items": [
        {
          "text": "С 2017 года HEART COFFEE живет в ритме сердца города! Мы обожаем кофе, уют и живые разговоры, но ещё больше мы любим сам город."
        },
        {
          "text": "Для нас важна каждая деталь: 5% с каждой купленной чашки мы направляем в фонд сохранения исторического наследия Тюмени. Так мы заботимся о нашей истории и сохраняем её для будущих поколений."
        }
      ]
    }
  ]
}