{
  "sections": [
    {
      "num": 1,
      "title": "Общие положения",
      "items": [
        "Настоящее Пользовательское соглашение (далее — «Соглашение») регулирует порядок использования веб-сайта HEART COFFEE, расположенного по доменному имени heart-coffee.com (далее — «Сайт»), между Администрацией Сайта и Пользователями.",
        "Администрация Сайта — ИП Краснов И. А., ИНН: 7743210958, ОГРН: 1177239642281.",
        "Использование Сайта Пользователем означает его полное и безоговорочное принятие настоящего Соглашения.",
        "Настоящее Соглашение является публичной офертой (статья 437 ГК РФ).",
        "Администрация оставляет за собой право вносить изменения в Соглашение. Новая редакция вступает в силу с момента публикации.",
        "Продолжение использования Сайта означает согласие Пользователя с новой редакцией."
      ]
    },
    {
      "num": 2,
      "title": "Определения и термины",
      "items": [
        "Сайт — автоматизированная информационная система, объединённая доменом heart-coffee.com.",
        "Администрация — правопредставитель сайта HEART COFFEE.",
        "Пользователь — любое лицо, использующее Сайт.",
        "Контент — материалы сайта: тексты, изображения, видео, графика, ПО.",
        "Услуги — функционал Сайта: просмотр контента, оформление заказов, регистрация и др.",
        "Заказ — оформленный Пользователем запрос на приобретение товаров или услуг."
      ]
    },
    {
      "num": 3,
      "title": "Права и обязанности сторон",
      "items": [
        {
          "subtitle": "Обязанности Администрации",
          "list": [
            "предоставлять Пользователю доступ к Сайту;",
            "обеспечивать работу Сайта, но не гарантировать отсутствие ошибок;",
            "проводить технические работы при необходимости;",
            "удалять или блокировать незаконный или нарушающий правила контент."
          ]
        },
        {
          "subtitle": "Обязанности Пользователя",
          "list": [
            "использовать Сайт в соответствии с законодательством РФ;",
            "не размещать запрещённый контент;",
            "не нарушать работу Сайта (вирусы, DDoS и др.);",
            "предоставлять корректные данные при регистрации;",
            "обеспечивать сохранность логина и пароля."
          ]
        }
      ]
    },
    {
      "num": 4,
      "title": "Регистрация и аккаунт",
      "items": [
        "Для использования отдельных функций может потребоваться регистрация.",
        "Пользователь обязан предоставлять достоверные данные.",
        "Пользователь отвечает за сохранность логина и пароля.",
        "Администрация вправе удалять аккаунты нарушителей."
      ]
    },
    {
      "num": 5,
      "title": "Ответственность сторон",
      "items": [
        "Администрация не несёт ответственности за убытки, возникшие в связи с использованием Сайта.",
        "Администрация не гарантирует работу без ошибок и защиту от атак.",
        "Пользователь несёт ответственность за действия, совершённые через его аккаунт.",
        "Администрация вправе ограничивать доступ в случае нарушений."
      ]
    },
    {
      "num": 6,
      "title": "Интеллектуальная собственность",
      "items": [
        "Все права на Контент принадлежат Администрации или её лицензиарам.",
        "Пользователь получает право использовать контент только в личных целях.",
        "Запрещается копирование, распространение и публикация без согласия Администрации."
      ]
    },
    {
      "num": 7,
      "title": "Персональные данные",
      "items": [
        "Администрация может обрабатывать персональные данные Пользователя.",
        "Обработка осуществляется в соответствии с Политикой конфиденциальности.",
        "Использование сервиса означает согласие на обработку персональных данных."
      ]
    },
    {
      "num": 8,
      "title": "Форс-мажор",
      "items": [
        "Стороны освобождаются от ответственности в случае форс-мажора.",
        "Сторона, для которой возникли препятствия, обязана уведомить другую сторону."
      ]
    },
    {
      "num": 9,
      "title": "Разрешение споров",
      "items": [
        "Споры разрешаются путем переговоров.",
        "При недостижении соглашения спор передаётся в суд РФ.",
        "Место рассмотрения споров: Тюменская область, г. Тюмень."
      ]
    },
    {
      "num": 10,
      "title": "Заключительные положения",
      "items": [
        "Недействительность отдельных положений не влияет на остальные.",
        "Администрация вправе передавать права третьим лицам.",
        "Пользователь не может передавать свои права без согласия Администрации."
      ]
    }
  ]
}
